Repository: spreadnon/JumpOrange
Catalog: JumpOrange/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %.1f kcal
zh_hans: %.1f 千卡

source: %d / %d Today
zh_hans: 今日进度 %1$d / %2$d

source: %d jumps
zh_hans: %d 次跳跃

source: 🎉 Goal Reached! 🎉
zh_hans: 🎉 达成目标！ 🎉

source: 7-Day Trend
zh_hans: 7日趋势

source: About
zh_hans: 关于

source: Adjust if JumpOrange undercounts or overcounts jumps. Lower sensitivity requires harder jumps to register.
zh_hans: 如果跳跃次数偏多或偏少，请进行调整。较低的灵敏度需要更用力跳跃才能记录。

source: AirPods Connected
zh_hans: AirPods 已连接

source: Awesome!
zh_hans: 太棒了！

source: Cartoon
zh_hans: 卡通

source: Charts require iOS 16+
zh_hans: 图表功能需要 iOS 16 及以上版本

source: Daily Goal
zh_hans: 每日目标

source: Dashboard
zh_hans: 仪表盘

source: Enable Voice
zh_hans: 开启语音

source: Est. Calories
zh_hans: 预估消耗热量

source: Every 10 Jumps
zh_hans: 每 10 次跳跃

source: Every 50 Jumps
zh_hans: 每 50 次跳跃

source: Every 100 Jumps
zh_hans: 每 100 次跳跃

source: Goal Reached! Great Job!
zh_hans: 目标达成！做得好！

source: Goals
zh_hans: 目标设置

source: High (Light Jumps)
zh_hans: 高 (轻巧跳跃)

source: History
zh_hans: 历史记录

source: JumpOrange
zh_hans: 跳跳橙

source: JUMPS
zh_hans: 次跳跃

source: Low (Hard Jumps)
zh_hans: 低 (需用力跳跃)

source: Mechanical
zh_hans: 机械

source: Medium (Normal)
zh_hans: 中 (正常跳跃)

source: No jumps recorded yet.
zh_hans: 暂无跳跃记录。

source: Report Interval
zh_hans: 播报间隔

source: Searching for AirPods...
zh_hans: 正在寻找 AirPods...

source: Sensitivity
zh_hans: 灵敏度

source: Sensor Tuning
zh_hans: 传感器调优

source: Settings
zh_hans: 设置

source: Standard
zh_hans: 标准

source: Today's Summary
zh_hans: 今日总结

source: Total Jumps
zh_hans: 总跳跃次数

source: Version
zh_hans: 版本

source: Voice Feedback
zh_hans: 语音反馈

source: Voice Style
zh_hans: 语音风格

source: You completed your daily goal of %d jumps!
zh_hans: 您已完成今天 %d 次跳跃的目标！
